{
  "about-me": {
    "title": "About me",
    "description": "<p>My fullname is Agustín Karkocki and I'm FrontEnd programmer. I studied at the UTN (Universidad Tecnólogica Nacional - National Technology University) in Argentina and I graduated in 2017. Since 2016 I worked as a freelance programmer and also in Argentine and international companies. I like to much design and always try to improve in that, learning technologies like Photoshop, Figma, etc. and seeing new trends for example. </p><p>For many years I used programming languajes like PHP and Mysql, developing customs CMS developing own CMS for loading news, products, personnel, etc. in database.</p><p> Also I worked with Wodpress developing my own plugins and themes from scratch. I used Shopify complementing it with Vue for almost 1 year in a US company where I improved a lot my knowledge about Javascript, Pixel Perfect in the design and many methods to improve the accessibility and analytics of a website. Currently I'm totally focused on Front End development using <b>React</b> mainly. My next goal is <b>Redux</b>.</p>",
    "title_techs":"These are some of the technologies I use on a daily basis:",
    "title_techs2":"And these are other technologies I used:"
  },
  "experience":{
    "title": "Experience",
    "description": "I worked at least 150 sites in my career with differents technologies, here is my resumen of my programmer's years.",
    "job1_desc": "Web developer with Shopify using HTML, CSS, JS & Vue",
    "job2_desc": "Design web. Backends made with WordPress. Custom plugins and themes. Optimization. Technologies used: html5 - CSS - JavaScript - Wordpress - PHP & MySql - API - AMP",
    "job3_desc": "I worked making: Desing and programmin web (Frontend and Backend). Updating websites. Developed custom CMS autoadministrable. Optimization and improves of SEO. Technologies used: HTML, CSS, JS, JQUERY, AJAX, PHP, SQL.",
    "job4_desc": "Self-manageable websites, for example Wordpress or an administrative panel with its respective database completely custom-made, SEO and site optimization."
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "And more of 100 made to agencies!",
    "text_link": "Others projects made with"
  },
  "contact": {
    "title": "Contact me",
    "input_name": "Name",
    "input_msg": "Message",
    "input_btn": "Send",
    "msg_loading": "Sending...",
    "msg_success": "Successful send"
  }
}